"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Καταχωρήσατε λάθος το PIN σας %1$d φορές. Κατά συνέπεια, το Mercedes me ID σας αποκλείστηκε για %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d λεπτά";

"command_error_pin_invalid" = "Καταχωρήσατε λάθος το PIN σας %1$d φορές.";

"general_cancel" = "Ακύρωση";

"general_error_msg" = "Παρουσιάστηκε ένα σφάλμα. Προσπαθήστε ξανά.";

"general_error_network_msg" = "Προέκυψε σφάλμα. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο.";

"general_error_title" = "Σφάλμα";

"general_hint" = "Σημείωση";

"general_no" = "Όχι";

"general_ok" = "ΟΚ";

"general_yes" = "Ναι";

"login_error_authentication_failed" = "Ο έλεγχος ταυτότητας απέτυχε. Προσπαθήστε ξανά.";

"login_error_wrong_tan" = "Δυστυχώς, οι πληροφορίες που καταχωρήσατε δεν είναι σωστές. Λάβετε υπόψη, ότι, εάν χρειαστεί, πρέπει να περιμένετε λίγα λεπτά πριν προσπαθήσετε ξανά.";

"login_info_alert_message" = "Το Mercedes me ID αποτελείται είτε από τον προσωπικό αριθμό κινητού σας είτε από τη διεύθυνση e-mail σας. Με το Mercedes me ID μπορείτε να συνδέεστε στον ψηφιακό κόσμο της Mercedes-Benz από παντού. Προσφέρει πρόσβαση σε όλες τις υπηρεσίες, λειτουργίες και πλατφόρμες που είναι διαθέσιμες στη χώρα διεύθυνσής σας.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Καταχωρήστε μια έγκυρη διεύθυνση e-mail ή έναν έγκυρο αριθμό τηλεφώνου.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Συνέχεια";

"login_only_caption" = "Σύνδεση";

"login_username" = "Κινητό τηλέφωνο ή διεύθυνση e-mail";

"login_user_not_registered" = "Εγγραφείτε δωρεάν σε μία από τις άλλες εφαρμογές Mercedes me App.";

"pin_popup_button_again" = "Νέα προσπάθεια";

"pin_popup_cancel" = "Ακύρωση";

"pin_popup_default_no_pin_message" = "Καθορίστε ένα PIN σε μία από τις εφαρμογές Mercedes me App.";

"pin_popup_description" = "Καταχωρήστε το %1$dψήφιο PIN σας:";

"pin_popup_send" = "Αποστολή";

"pin_popup_title" = "Καταχώριση PIN";

"pin_popup_wrong_pin_msg" = "Το PIN δεν είναι σωστό. Προσπαθήστε ξανά.";

"pin_popup_wrong_pin_title" = "Λάθος PIN";

"registration_user_consent_message" = "Για τη συνεχή βελτίωση της εφαρμογής, αναλύουμε τη χρήση της εφαρμογής και των λειτουργιών της χωρίς συσχέτιση με το πρόσωπό σας. Αυτή η λειτουργία μπορεί να απενεργοποιηθεί οποιαδήποτε στιγμή από το Menu > Settings > Analytics (Μενού > Ρυθμίσεις > Ανάλυση).";

"registration_user_consent_title" = "Στοιχεία χρήσης Mercedes me";

"verification_btn_next" = "Συνέχεια";

"verification_btn_send_again" = "Αίτημα νέου κωδικού TAN";

"verification_headline" = "Κωδικός επαλήθευσης";

"verification_login_msg_mail" = "Καταχωρήστε τον κωδικό TAN, που σας στείλαμε με e-mail.";

"verification_login_msg_user" = "Σας στείλαμε για επαλήθευση έναν %1$d-ψήφιο κωδικό σε %2$@. Καταχωρήστε αυτόν τον κωδικό.";

"verification_not_received" = "Δεν λάβατε τον κωδικό TAN;";

"verification_not_received_hint_mail" = "Ελέγξτε την καταχωρημένη διεύθυνση e-mail ή ζητήστε νέο κωδικό επαλήθευσης.";

"verification_not_received_hint_phone" = "Ελέγξτε τον καταχωρημένο αριθμό κινητού ή ζητήστε έναν νέο κωδικό TAN.";

"verification_send_again_msg" = "Το αίτημά σας υποβλήθηκε ξανά";

"verification_title" = "Επαλήθευση";

